Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

# tour.files.body
source: The active panel is the source, the other the destination. Copy or move what's selected across, make a folder, or send files to the Trash — from the buttons along the bottom, the function keys, or the palette.
de: Der aktive Bereich ist die Quelle, der andere das Ziel. Kopieren oder verschieben Sie die Auswahl, erstellen Sie einen Ordner oder legen Sie Dateien in den Papierkorb – über die Tasten unten, die Funktionstasten oder die Palette.
es: El panel activo es el origen y el otro, el destino. Copia o mueve lo seleccionado, crea una carpeta o envía archivos a la papelera desde los botones de la parte inferior, las teclas de función o la paleta.
fr: Le panneau actif est la source, l’autre la destination. Copiez ou déplacez les éléments sélectionnés, créez un dossier ou placez des fichiers dans la corbeille depuis les boutons du bas, les touches de fonction ou la palette.
it: Il pannello attivo è l’origine, l’altro è la destinazione. Copia o sposta gli elementi selezionati, crea una cartella o sposta i file nel Cestino usando i pulsanti in basso, i tasti funzione o la palette.
ja: アクティブなパネルがコピー元で、もう一方がコピー先です。下部のボタン、ファンクションキー、またはパレットから、選択項目をコピーまたは移動したり、フォルダを作成したり、ファイルをゴミ箱へ送ったりできます。
ko: 활성 패널은 출발지이고 다른 패널은 대상입니다. 아래쪽 버튼, 기능 키 또는 팔레트에서 선택 항목을 복사하거나 이동하고, 폴더를 만들고, 파일을 휴지통으로 보낼 수 있습니다.
nl: Het actieve paneel is de bron, het andere paneel is het doel. Kopieer of verplaats de selectie naar de andere kant, maak een map of verplaats bestanden naar de prullenmand — via de knoppen onderaan, de functietoetsen of het palet.
pl: Aktywny panel jest źródłem, a drugi miejscem docelowym. Kopiuj lub przenoś zaznaczone rzeczy, twórz foldery albo przenoś pliki do Kosza — przyciskami na dole, klawiszami funkcyjnymi lub z palety.
pt_br: O painel ativo é a origem, e o outro é o destino. Copie ou mova a seleção, crie uma pasta ou envie arquivos para o Lixo pelos botões na parte inferior, pelas teclas de função ou pela paleta.
ru: Активная панель — источник, другая — назначение. Копируйте или перемещайте выбранное между ними, создавайте папку или отправляйте файлы в Корзину — кнопками внизу, функциональными клавишами или через палитру.
uk: Дві панелі завжди готові. Виберіть файли, натисніть F5, щоб копіювати, F6, щоб перемістити, або F8, щоб перемістити в Кошик.
zh_hans: 当前面板是来源，另一面板是目的地。你可以用底部按钮、功能键或命令面板拷贝或移动所选项目、创建文件夹，或将文件移到废纸篓。
zh_hant: 目前面板是來源，另一面板是目的地。你可以用底部按鈕、功能鍵或指令面板拷貝或移動所選項目、建立檔案夾，或將檔案移至垃圾桶。

# tour.files.title
source: Move files between panels
de: Dateien zwischen Bereichen verschieben
es: Mueve archivos entre paneles
fr: Déplacer des fichiers entre les panneaux
it: Sposta i file tra i pannelli
ja: パネル間でファイルを移動
ko: 패널 간 파일 이동
nl: Bestanden verplaatsen tussen panelen
pl: Przenoś pliki między panelami
pt_br: Mova arquivos entre painéis
ru: Перемещайте файлы между панелями
uk: Працюйте з файлами
zh_hans: 在面板之间移动文件
zh_hant: 在面板之間移動檔案

# tour.navigate.body
source: Jump straight to a path, open a second tab, or pin the folders you live in. Location, tabs, and Favorites keep even a deep folder tree a single keystroke away.
de: Springen Sie direkt zu einem Pfad, öffnen Sie einen zweiten Tab oder heften Sie häufig genutzte Ordner an. Orte, Tabs und Favoriten halten auch tiefe Verzeichnisbäume nur einen Tastendruck entfernt.
es: Salta directamente a una ruta, abre una segunda pestaña o fija las carpetas que usas a diario. Ubicación, pestañas y Favoritos mantienen incluso una carpeta muy profunda a una sola pulsación.
fr: Accédez directement à un chemin, ouvrez un second onglet ou épinglez les dossiers que vous utilisez souvent. L’emplacement, les onglets et les favoris gardent même une arborescence profonde à une seule touche.
it: Vai direttamente a un percorso, apri una seconda scheda o aggiungi le cartelle che usi spesso. Posizione, schede e Preferiti tengono anche alberi di cartelle profondi a portata di tasto.
ja: パスへ直接移動したり、2つ目のタブを開いたり、よく使うフォルダをピン留めしたりできます。“場所”、タブ、“お気に入り”を使えば、深いフォルダツリーにも1回のキー操作で届きます。
ko: 경로로 바로 이동하거나, 두 번째 탭을 열거나, 자주 쓰는 폴더를 고정하십시오. 위치, 탭, 즐겨찾기를 사용하면 깊은 폴더도 키 한 번으로 열 수 있습니다.
nl: Spring rechtstreeks naar een pad, open een tweede tabblad of bevestig de mappen waarin je woont. Locatie, tabbladen en Favorieten houden zelfs een diepe mappenboom op één tik afstand.
pl: Przejdź od razu do ścieżki, otwórz drugą kartę albo przypnij foldery, w których pracujesz. Położenia, karty i Ulubione trzymają nawet głębokie drzewo folderów o jedno naciśnięcie klawisza stąd.
pt_br: Vá direto para um caminho, abra uma segunda aba ou fixe as pastas que você mais usa. Local, abas e Favoritos deixam até uma árvore de pastas profunda a um atalho de distância.
ru: Переходите сразу к пути, открывайте вторую вкладку или закрепляйте папки, в которых живёте. Переход к пути, вкладки и Избранное держат даже глубокое дерево папок в одном нажатии клавиши.
uk: Використовуйте клавіші зі стрілками, Return і Backspace, щоб швидко переходити між папками. Кожна панель має власні вкладки й історію.
zh_hans: 直接跳到路径、打开第二个标签页，或固定常用文件夹。位置、标签页和个人收藏让很深的文件夹也只需一次按键即可到达。
zh_hant: 直接跳到路徑、打開第二個標籤頁，或固定常用檔案夾。位置、標籤頁和喜好項目讓很深的檔案夾也只需一次按鍵即可到達。

# tour.navigate.title
source: Get anywhere fast
de: Schnell überall hin
es: Llega rápido a cualquier sitio
fr: Accédez rapidement à tous vos dossiers
it: Arriva ovunque velocemente
ja: すばやく移動
ko: 어디든 빠르게 이동
nl: Kom snel overal heen
pl: Szybko trafiaj wszędzie
pt_br: Chegue rápido a qualquer lugar
ru: Быстрый переход куда угодно
uk: Навігація з клавіатури
zh_hans: 快速前往任何位置
zh_hant: 快速前往任何位置

# tour.palette.body
source: Open the command palette and start typing what you want to do — copy, pack, connect to a server, tag. It fuzzy-matches every action, so there's nothing to memorize and no menu to hunt through.
de: Öffnen Sie die Befehlspalette und geben Sie ein, was Sie tun möchten: kopieren, komprimieren, mit einem Server verbinden, taggen. Die Suche findet auch ähnliche Aktionstitel, sodass Sie nichts auswendig lernen und kein Menü durchsuchen müssen.
es: Abre la paleta de comandos y empieza a escribir lo que quieres hacer: copiar, comprimir, conectar a un servidor, etiquetar. Encuentra cada acción con coincidencia aproximada, así que no hay nada que memorizar ni menús que recorrer.
fr: Ouvrez la palette de commandes et saisissez ce que vous voulez faire : copier, créer une archive, vous connecter à un serveur ou ajouter une étiquette. Elle recherche approximativement chaque action ; rien à mémoriser, aucun menu à parcourir.
it: Apri la palette dei comandi e inizia a digitare ciò che vuoi fare: copia, archivia, connettiti a un server, aggiungi tag. La ricerca trova le azioni anche con parole simili, quindi non c’è niente da memorizzare e nessun menu da cercare.
ja: コマンドパレットを開き、コピー、圧縮、サーバへ接続、タグ付けなど、実行したいことを入力してください。すべてのアクションをあいまい検索するため、覚える必要もメニューを探す必要もありません。
ko: 명령 팔레트를 열고 복사, 압축, 서버 연결, 태그처럼 하려는 작업을 입력하십시오. 모든 동작을 퍼지 검색하므로 외울 필요도, 메뉴를 찾을 필요도 없습니다.
nl: Open het opdrachtenpalet en begin te typen wat je wilt doen — kopiëren, inpakken, verbinding maken met een server, taggen. Het zoekt flexibel in alle acties, dus je hoeft niets te onthouden en geen menu te doorzoeken.
pl: Otwórz paletę poleceń i zacznij pisać, co chcesz zrobić — kopiować, pakować, połączyć się z serwerem, dodać tag. Dopasowuje każdą akcję, więc nie trzeba nic zapamiętywać ani szukać w menu.
pt_br: Abra a paleta de comandos e comece a digitar o que você quer fazer: copiar, compactar, conectar a um servidor, adicionar etiqueta. Ela encontra ações de forma aproximada, então não há nada para memorizar nem menu para procurar.
ru: Откройте палитру команд и начните вводить, что хотите сделать — копировать, упаковать, подключиться к серверу, поставить тег. Она находит любое действие по нечёткому совпадению, так что ничего не нужно запоминать и не нужно искать по меню.
uk: Натисніть ⌘K, щоб знайти будь-яку команду або скрипт за назвою. Це найшвидший шлях до дій, які не мають клавіші.
zh_hans: 打开命令面板，然后输入想做的事：拷贝、压缩、连接服务器、标记。它会模糊匹配每个操作，所以不需要记忆，也不用在菜单里寻找。
zh_hant: 打開指令面板，然後輸入想做的事：拷貝、壓縮、連接伺服器、標記。它會模糊比對每個操作，所以不需要記憶，也不用在選單裡尋找。

# tour.palette.title
source: Everything is one search away
de: Alles ist nur eine Suche entfernt
es: Encuentra todo con una búsqueda
fr: Tout est accessible par une recherche
it: Tutto è a portata di ricerca
ja: すべてを検索ひとつで
ko: 검색 한 번이면 충분합니다
nl: Alles is met één zoekopdracht bereikbaar
pl: Wszystko jest o jedno wyszukiwanie stąd
pt_br: Tudo está a uma busca de distância
ru: Всё в одном поиске
uk: Усе через палітру
zh_hans: 所有操作都能搜索到
zh_hant: 所有操作都能搜尋到

# tour.ready.body
source: macOS keeps a few folders private — other users' homes, Mail, Time Machine backups. Grant Full Disk Access when you first need one. You can reopen this tour anytime from the command palette.
de: macOS schützt einige Ordner: die Benutzerordner anderer Personen, Mail und Time Machine-Backups. Gewähren Sie Festplattenvollzugriff, wenn Sie ihn zum ersten Mal brauchen. Sie können diese Tour jederzeit über die Befehlspalette erneut öffnen.
es: macOS mantiene privadas algunas carpetas: las carpetas de inicio de otros usuarios, Mail y las copias de Time Machine. Concede acceso total al disco cuando lo necesites por primera vez. Puedes volver a abrir este recorrido cuando quieras desde la paleta de comandos.
fr: macOS protège certains dossiers, notamment les dossiers de départ d’autres utilisateurs, Mail et les sauvegardes Time Machine. Accordez l’accès complet au disque lorsque vous en avez besoin. Vous pouvez rouvrir cette visite à tout moment depuis la palette de commandes.
it: macOS tiene private alcune cartelle: le cartelle Inizio di altri utenti, Mail e i backup di Time Machine. Concedi Accesso completo al disco quando ne hai bisogno per la prima volta. Puoi riaprire questa guida in qualsiasi momento dalla palette dei comandi.
ja: macOSは一部のフォルダを非公開にしています。ほかのユーザのホーム、“メール”、Time Machineバックアップなどです。必要になったときにフルディスクアクセスを許可してください。このツアーはコマンドパレットからいつでも開き直せます。
ko: macOS는 다른 사용자의 홈 폴더, Mail, Time Machine 백업 같은 일부 폴더를 비공개로 유지합니다. 처음 필요할 때 전체 디스크 접근 권한을 허용하십시오. 이 둘러보기는 명령 팔레트에서 언제든지 다시 열 수 있습니다.
nl: macOS houdt een paar mappen privé — de thuismappen van andere gebruikers, Mail en Time Machine-back-ups. Geef Volledige schijftoegang wanneer je er voor het eerst een nodig hebt. Je kunt deze tour op elk moment opnieuw openen vanuit het opdrachtenpalet.
pl: macOS trzyma kilka folderów prywatnie — foldery domowe innych użytkowników, Mail, kopie Time Machine. Przyznaj Pełny dostęp do dysku, gdy pierwszy raz go potrzebujesz. Do tego wprowadzenia możesz wrócić z palety poleceń.
pt_br: O macOS mantém algumas pastas privadas: pastas de outros usuários, Mail e backups do Time Machine. Conceda Acesso Total ao Disco quando precisar de uma delas pela primeira vez. Você pode reabrir este tour a qualquer momento pela paleta de comandos.
ru: macOS держит несколько папок закрытыми — домашние папки других пользователей, Почту, резервные копии Time Machine. Предоставьте полный доступ к диску, когда он впервые понадобится. Этот обзор можно снова открыть в любой момент из палитры команд.
uk: Виберіть папку в кожній панелі й починайте. Усі параметри можна змінити пізніше.
zh_hans: macOS 会保护少数文件夹，例如其他用户的个人文件夹、邮件和 Time Machine 备份。首次需要访问时，请授予完全磁盘访问权限。你随时可以从命令面板重新打开此导览。
zh_hant: macOS 會保護少數檔案夾，例如其他使用者的個人檔案夾、郵件和 Time Machine 備份。首次需要取用時，請授予「完全取用磁碟」權限。你隨時可以從指令面板重新打開此導覽。

# tour.ready.title
source: You're ready
de: Alles bereit
es: Ya está todo listo
fr: Vous êtes prêt
it: Sei pronto
ja: 準備ができました
ko: 준비 완료
nl: Je bent klaar
pl: Gotowe
pt_br: Tudo pronto
ru: Вы готовы
uk: Готово
zh_hans: 准备就绪
zh_hant: 準備就緒

# tour.welcome.body
source: Two panels, side by side, driven from the keyboard. One holds the files you're working with, the other where they're going — and you reach for the mouse only when you want to.
de: Zwei Bereiche nebeneinander, gesteuert über die Tastatur. Einer enthält die Dateien, mit denen Sie arbeiten; der andere zeigt, wohin sie gehen. Zur Maus greifen Sie nur, wenn Sie möchten.
es: Dos paneles, uno al lado del otro, controlados con el teclado. Uno contiene los archivos con los que trabajas; el otro, el lugar al que van. Usa el ratón solo cuando quieras.
fr: Deux panneaux, côte à côte, commandés depuis le clavier. L’un contient les fichiers avec lesquels vous travaillez, l’autre leur destination — et vous ne prenez la souris que lorsque vous le souhaitez.
it: Due pannelli, uno accanto all’altro, gestiti dalla tastiera. Uno contiene i file con cui stai lavorando, l’altro la loro destinazione. Usa il mouse solo quando vuoi.
ja: 横に並んだ2つのパネルをキーボードで操作します。片方には作業中のファイル、もう片方には移動先を表示します。マウスは必要なときだけ使えます。
ko: 키보드로 다루는 두 패널이 나란히 있습니다. 한쪽에는 작업할 파일이 있고, 다른 한쪽에는 보낼 위치가 있습니다. 필요할 때만 마우스를 사용하면 됩니다.
nl: Twee panelen, naast elkaar, aangedreven vanaf het toetsenbord. Het ene bevat de bestanden waarmee je werkt, het andere waar ze naartoe gaan — en je reikt alleen naar de muis als je dat wilt.
pl: Dwa panele obok siebie, sterowane z klawiatury. Jeden trzyma pliki, z którymi pracujesz, drugi miejsce, do którego trafią — po mysz sięgasz tylko wtedy, kiedy chcesz.
pt_br: Dois painéis, lado a lado, controlados pelo teclado. Um fica com os arquivos em que você está trabalhando; o outro, com o destino deles. Você só usa o mouse quando quiser.
ru: Две панели рядом, управляемые с клавиатуры. В одной — файлы, с которыми вы работаете, в другой — куда они отправляются, а к мыши вы тянетесь, только когда сами захотите.
uk: Dirnex — двопанельний файловий менеджер для macOS, створений для швидкої роботи з клавіатури.
zh_hans: 两个面板并排显示，并以键盘驱动。一个放你正在处理的文件，另一个放它们要去的位置；只有需要时才使用鼠标。
zh_hant: 兩個面板並排顯示，並以鍵盤驅動。一個放你正在處理的檔案，另一個放它們要去的位置；只有需要時才使用滑鼠。

# tour.welcome.title
source: Welcome to Dirnex
de: Willkommen bei Dirnex
es: Bienvenido a Dirnex
fr: Bienvenue dans Dirnex
it: Benvenuto in Dirnex
ja: Dirnexへようこそ
ko: Dirnex에 오신 것을 환영합니다
nl: Welkom bij Dirnex
pl: Witamy w Dirnex
pt_br: Boas-vindas ao Dirnex
ru: Добро пожаловать в Dirnex
uk: Вітаємо в Dirnex
zh_hans: 欢迎使用 Dirnex
zh_hant: 歡迎使用 Dirnex

source: Tracking %@
de: Folgt %@
es: Siguiendo %@
fr: Suivi de %@
it: Traccia %@
ja: %@を追跡中
ko: %@ 추적 중
nl: %@ volgen
pl: Śledzi %@
pt_br: Monitorando %@
ru: Отслеживает %@
uk: Отслеживает %@
zh_hans: 跟踪 %@
zh_hant: 正在追蹤 %@

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
it: Cestino
ja: ゴミ箱
ko: 휴지통
nl: Prullenmand
pl: Kosz
pt_br: Lixo
ru: Корзина
uk: Кошик
zh_hans: 废纸篓
zh_hant: 垃圾桶

source: Trust & Connect
de: Vertrauen und verbinden
es: Confiar y conectar
fr: Faire confiance et se connecter
it: Considera attendibile e connetti
ja: 信頼して接続
ko: 신뢰하고 연결
nl: Vertrouw en maak verbinding
pl: Zaufaj i połącz
pt_br: Confiar e Conectar
ru: Доверять и подключиться
uk: Довіряти й підключитися
zh_hans: 信任并连接
zh_hant: 信任並連線

source: Trust New Key & Connect
de: Neuem Schlüssel vertrauen und verbinden
es: Confiar en clave nueva y conectar
fr: Faire confiance à la nouvelle clé et se connecter
it: Considera attendibile la nuova chiave e connetti
ja: 新しいキーを信頼して接続
ko: 새 키를 신뢰하고 연결
nl: Vertrouw nieuwe sleutel en maak verbinding
pl: Zaufaj nowemu kluczowi i połącz
pt_br: Confiar na Nova Chave e Conectar
ru: Доверять новому ключу и подключиться
uk: Довіряти новому ключу й підключитися
zh_hans: 信任新密钥并连接
zh_hant: 信任新金鑰並連線

source: Type shortcut…
de: Tastaturkurzbefehl eingeben …
es: Pulsa una función rápida…
fr: Saisir un raccourci…
it: Digita abbreviazione da tastiera…
ja: ショートカットを入力…
ko: 단축키 입력…
nl: Typ toetscombinatie…
pl: Wpisz skrót…
pt_br: Digite o atalho…
ru: Введите сочетание клавиш…
uk: Введіть скорочення…
zh_hans: 键入快捷键…
zh_hant: 輸入快速鍵…

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
nl: Herstel
pl: Cofnij
pt_br: Desfazer
ru: Отменить
uk: Скасувати
zh_hans: 撤销
zh_hant: 還原

source: Undo %@
de: Widerrufen: %@
es: Deshacer %@
fr: Annuler %@
it: Annulla %@
ja: %@を取り消す
ko: %@ 실행 취소
nl: Herstel %@
pl: Cofnij %@
pt_br: Desfazer %@
ru: Отменить %@
uk: Скасувати %@
zh_hans: 撤销 %@
zh_hant: 還原 %@

source: Undo %@ finished with issues
de: Beim Widerrufen von „%@“ sind Probleme aufgetreten
es: Deshacer %@ terminó con incidencias
fr: L’annulation de %@ s’est terminée avec des problèmes
it: Annullamento di %@ completato con problemi
ja: %@の取り消しは完了しましたが、問題がありました
ko: %@ 실행 취소에 문제가 있음
nl: Herstel %@ voltooid met problemen
pl: Cofnij %@ zakończono z problemami
pt_br: Desfazer %@ terminou com problemas
ru: При отмене «%@» возникли проблемы
uk: Скасування %@ завершилося з проблемами
zh_hans: 撤销 %@ 已完成，但有问题
zh_hant: 還原 %@ 已完成，但有問題

# undo.action.clearSelection.title
source: Clear Selection
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezione
ja: 選択を解除
ko: 선택 지우기
nl: Selectie wissen
pl: Wyczyszczenie zaznaczenia
pt_br: Limpar Seleção
ru: сброс выделения
uk: Очистити вибір
zh_hans: 清除选择
zh_hant: 清除選取

# undo.action.copy.title
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiowanie
pt_br: Copiar
ru: копирование
uk: Копіювання
zh_hans: 拷贝
zh_hant: 拷貝

# undo.action.invertSelection.title
source: Invert Selection
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
it: Inverti selezione
ja: 選択を反転
ko: 선택 반전
nl: Selectie omkeren
pl: Odwrócenie zaznaczenia
pt_br: Inverter Seleção
ru: инверсию выделения
uk: Інвертування вибору
zh_hans: 反向选择
zh_hant: 反向選取

# undo.action.mark.title
source: Mark
de: Markieren
es: Marcar
fr: Marquer
it: Contrassegna
ja: マーク
ko: 표시
nl: Markeren
pl: Zaznaczenie
pt_br: Marcar
ru: выделение
uk: Позначення
zh_hans: 标记
zh_hant: 標記

# undo.action.move.title
source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
nl: Verplaatsen
pl: Przeniesienie
pt_br: Mover
ru: перемещение
uk: Переміщення
zh_hans: 移动
zh_hant: 移動

# undo.action.moveToTrash.title
source: Move to Trash
de: In den Papierkorb legen
es: Trasladar a la papelera
fr: Placer dans la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に移動
ko: 휴지통으로 이동
nl: Verplaatsen naar prullenmand
pl: Przeniesienie do Kosza
pt_br: Mover para o Lixo
ru: перемещение в Корзину
uk: Переміщення в Кошик
zh_hans: 移到废纸篓
zh_hant: 移至垃圾桶

# undo.action.newFolder.title
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova Pasta
ru: создание папки
uk: Нова папка
zh_hans: 新建文件夹
zh_hant: 新增檔案夾

# undo.action.rename.title
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pl: Zmianę nazwy
pt_br: Renomear
ru: переименование
uk: Перейменування
zh_hans: 重新命名
zh_hant: 重新命名

# undo.action.selectAll.title
source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznaczenie wszystkiego
pt_br: Selecionar Tudo
ru: выделение всего
uk: Вибір усього
zh_hans: 全选
zh_hant: 全選

# undo.action.selectFiles.title
source: Select Files
de: Dateien auswählen
es: Seleccionar archivos
fr: Sélectionner des fichiers
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
nl: Bestanden selecteren
pl: Zaznaczenie plików
pt_br: Selecionar Arquivos
ru: выделение файлов
uk: Вибір файлів
zh_hans: 选择文件
zh_hant: 選取檔案

# undo.action.selectRange.title
source: Select Range
de: Bereich auswählen
es: Seleccionar intervalo
fr: Sélectionner une plage
it: Seleziona intervallo
ja: 範囲を選択
ko: 범위 선택
nl: Bereik selecteren
pl: Zaznaczenie zakresu
pt_br: Selecionar Intervalo
ru: выделение диапазона
uk: Вибір діапазону
zh_hans: 选择范围
zh_hant: 選取範圍

# undo.action.unselectFiles.title
source: Unselect Files
de: Dateiauswahl aufheben
es: Anular selección de archivos
fr: Désélectionner les fichiers
it: Deseleziona file
ja: ファイルの選択を解除
ko: 파일 선택 해제
nl: Bestanden deselecteren
pl: Odznaczenie plików
pt_br: Desmarcar Arquivos
ru: снятие выделения
uk: Зняття вибору файлів
zh_hans: 取消选择文件
zh_hant: 取消選取檔案

source: Unselect
de: Auswahl aufheben
es: Anular selección
fr: Désélectionner
it: Deseleziona
ja: 選択解除
ko: 선택 해제
nl: Niet selecteren
pl: Odznacz
pt_br: Desmarcar
ru: Снять выделение
uk: Зняти вибір
zh_hans: 取消选择
zh_hant: 取消選取

source: Unselect Files
de: Dateiauswahl aufheben
es: Anular selección de archivos
fr: Désélectionner les fichiers
it: Deseleziona file
ja: ファイルの選択を解除
ko: 파일 선택 해제
nl: Bestanden niet selecteren
pl: Odznacz pliki
pt_br: Desmarcar Arquivos
ru: Снять выделение с файлов
uk: Зняти вибір із файлів
zh_hans: 取消选择文件
zh_hant: 取消選取檔案

source: untitled folder
de: unbenannter Ordner
es: carpeta sin título
fr: dossier sans titre
it: Cartella senza titolo
ja: 名称未設定フォルダ
ko: 제목 없는 폴더
nl: Ongetitelde map
pl: folder bez nazwy
pt_br: pasta sem título
ru: новая папка
uk: папка без назви
zh_hans: 未命名文件夹
zh_hant: 未命名檔案夾

source: Up to date
de: Aktuell
es: Actualizado
fr: À jour
it: Aggiornato
ja: 最新
ko: 최신 상태
nl: Bijgewerkt
pl: Aktualne
pt_br: Atualizado
ru: Синхронизировано
uk: Актуально
zh_hans: 最新
zh_hant: 最新

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートあり
ko: 업데이트 가능
nl: Update beschikbaar
pl: Uaktualnienie dostępne
pt_br: Atualização disponível
ru: Доступно обновление
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用更新

source: UPPERCASE
de: GROẞBUCHSTABEN
es: MAYÚSCULAS
fr: MAJUSCULES
it: MAIUSCALE
ja: 大文字
ko: 대문자
nl: HOOFDLETTERS
pl: WIELKIE LITERY
pt_br: MAIÚSCULAS
ru: ПРОПИСНЫЕ
uk: ВЕЛИКІ ЛІТЕРИ
zh_hans: 大写
zh_hant: 大寫

source: User:
de: Benutzer:
es: Usuario:
fr: Utilisateur :
it: Utente:
ja: ユーザ:
ko: 사용자:
nl: Gebruiker:
pl: Użytkownik:
pt_br: Usuário:
ru: Пользователь:
uk: Користувач:
zh_hans: 用户：
zh_hant: 使用者：

source: username
de: Benutzername
es: nombre de usuario
fr: nom d’utilisateur
it: nome utente
ja: ユーザ名
ko: 사용자 이름
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
uk: ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

# vfs.unsupported.alreadyInTrash
source: “%@” is already in the Trash.
de: „%@“ ist bereits im Papierkorb.
es: «%@» ya está en la papelera.
fr: «%@» est déjà dans la corbeille.
it: “%@” è già nel Cestino.
ja: “%@”はすでにゴミ箱にあります。
ko: “%@”이(가) 이미 휴지통에 있습니다.
nl: “%@” staat al in de prullenmand.
pl: „%@” jest już w Koszu.
pt_br: “%@” já está no Lixo.
ru: Объект «%@» уже в Корзине.
uk: Об’єкт «%@» уже в Кошику.
zh_hans: “%@”已经在废纸篓里了。
zh_hant: 「%@」已經在垃圾桶裡了。

# vfs.unsupported.archiveAddFailed
source: Couldn’t add “%@” to the archive “%@”.
de: „%@“ konnte nicht zum Archiv „%@“ hinzugefügt werden.
es: No se pudo añadir «%@» al archivo comprimido «%@».
fr: Impossible d’ajouter «%@» à l’archive «%@».
it: Non è stato possibile aggiungere “%@” all’archivio “%@”.
ja: “%@”をアーカイブ“%@”に追加できませんでした。
ko: “%@”를 아카이브 “%@”에 추가할 수 없습니다.
nl: Kon “%@” niet toevoegen aan het archief “%@”.
pl: Nie można dodać „%@” do archiwum „%@”.
pt_br: Não foi possível adicionar “%@” ao arquivo compactado “%@”.
ru: Не удалось добавить «%@» в архив «%@».
uk: Не вдалося добавить «%@» в архів «%@».
zh_hans: 无法将“%@”添加到“%@”压缩包中。
zh_hant: 無法將「%@」加入到「%@」封存檔中。

# vfs.unsupported.archiveCreateFailed
source: Couldn’t create the archive “%@”.
de: Archiv „%@“ konnte nicht erstellt werden.
es: No se pudo crear el archivo comprimido «%@».
fr: Impossible de créer l’archive «%@».
it: Non è stato possibile creare l’archivio “%@”.
ja: アーカイブ“%@”を作成できませんでした。
ko: 아카이브 “%@”를 생성할 수 없습니다.
nl: Kon het archief “%@” niet maken.
pl: Nie można utworzyć archiwum „%@”.
pt_br: Não foi possível criar o arquivo compactado “%@”.
ru: Не удалось создать архив «%@».
uk: Не вдалося створити архів «%@».
zh_hans: 无法创建“%@”压缩包。
zh_hant: 無法建立「%@」封存檔。
